{
  "company": {
    "title": "Company",
    "subtitle": "About Neiom Systems",
    "description": "Neiom Systems is developing text-to-speech technology for the Luxembourgish language. Our mission is to make Luxembourgish content accessible through high-quality voice synthesis.\n\n**What We Do**\n\nWe create text-to-speech solutions that:\n• Generate natural-sounding Luxembourgish audio\n• Support accessibility for digital content\n• Enable cost-effective audio production\n• Preserve the unique character of Luxembourgish\n\n**Our Technology**\n\nOur TTS system is designed specifically for Luxembourgish, capturing the language's unique pronunciation and intonation patterns.\n\n**Contact Us**\n\nFor more information, please contact us at vhenz@college.harvard.edu"
  },
  "careers": {
    "title": "Careers",
    "subtitle": "Join our team!",
    "description": "Are you passionate about language technology and want to make a real impact? Join our growing team at Neiom Systems and help us revolutionize how Luxembourgish is experienced in the digital world. We're looking for talented developers, linguists, and innovators who share our vision.\n\nWhy Work at Neiom Systems?\n\nAt Neiom Systems, you'll be part of a mission-driven team that's making a real difference in language preservation and digital accessibility. We're not just building technology – we're creating tools that help preserve cultural heritage and make the digital world more inclusive.\n\nOur Culture\n\n• Mission-Driven: Every project we work on directly impacts language preservation and accessibility\n• Innovation-Focused: We use cutting-edge AI and machine learning to solve complex problems\n• Collaborative Environment: Cross-functional teams working together to achieve common goals\n• Learning-Oriented: Continuous learning opportunities and professional development support\n• Flexible Work: Remote-friendly culture with flexible hours and work arrangements\n• Diverse Perspectives: We value diverse backgrounds and experiences in our team\n\nReady to Join Us?\n\nIf you're excited about the opportunity to work on meaningful technology that makes a real difference, we'd love to hear from you. Send your application to vhenz@college.harvard.edu and let's start a conversation about how you can contribute to our mission.\n\nQuestions?\n\nHave questions about our company culture or opportunities? Feel free to reach out to us at vhenz@college.harvard.edu. We're always happy to chat with potential team members!"
  }
}

